{
  "titles": {
    "title": "Frequent Questions",
    "question1": "Do I have to register to place an order?",
    "question2": "How can I place my order on our website?",
    "question3": "How can I change or cancel my order?",
    "question4": "Where can I find my order number?",
    "question5": "Payment options.",
    "question6": "Processing times.",
    "question7": "How can I find out my shoe size?",
    "question8": "Change shipping address.",
    "question9": "How can I track my order?",
    "question10": "Why has my order been divided into two or more packages?",
    "question11": "Can shipping costs be refunded?",
    "question12": "My package appears as delivered, but I have not received it. What should I do?",
    "question13": "Is my order returned to the sender. What I can do?",
    "question14": "What happens if I receive the wrong item or am missing something?",
    "question15": "Why has my order been cancelled?",
    "question16": "My package has disappeared. Can you help me?",
    "question17": "Where is my refund?",
    "question18": "Can I exchange my product for another size?",
    "question19": "What happens if my product is defective?",
    "question20": "How long does it take to receive a refund after returning a product?",
    "question21": "How many days do I have to return a product?",
    "question22": "Tell me about the orthopedic insole.",
    "question23": "Tell me about the anatomical sole.",
    "question24": "How many times can a shoe change color in the sun?",
    "question25": "How to care for shoes that change color in the sun?",
    "question26": "Talk about shoes that kids can color themselves.",
    "question27": "Talk about caring for shoes that children can color themselves.",
    "question28": "Are markers sold with shoes that you can paint on? They are included in the total price?"
  },
  "texts": {
    "followingFAQ": "The following FAQs are some of our customers' common concerns before purchasing. If you have any questions, please <link />.",
    "answer1": "No registration required to purchase.",
    "answer2": "You can consult the catalog on our website. If you find something you would like to buy, add it to your shopping cart and then proceed to order and pay.",
    "answer3": "We can help you change or cancel your order before it ships. Once your package has been shipped, we cannot change anything. Contact our customer service team by email: <MailLink>{{email}}</MailLink> We will do our best to help you.",
    "answer4": "If you do not have your order confirmation email, please contact us by email at <MailLink>{{email}}</MailLink> Otherwise, you can access your account to check your account history, the order number format is: 000111.",
    "answer5": "You can pay with a credit card. We accept the following payment methods: Google Pay, Apple Pay, Link, Visa, Mastercard, Maestro, American Express, Discover.",
    "answer6": "Orders will be processed based on item availability and payment approval. During busy periods, product availability may vary while your order is processed. Most orders received Monday through Friday will be processed and shipped within 1 to 2 business days. Orders placed on Friday or over the weekend will be processed on Monday and shipped within 1-2 business days. Some products may have a longer processing time.",
    "answer7": "If you are not sure about your size, you can measure your foot length. Since the foot is three-dimensional, use any two-dimensional measuring tool, such as a ruler, to measure it. Then check our size chart for recommended foot length data and choose the right shoe for you. <br/> <FootSizeButton />",
    "answer8": "In case of incorrect delivery address, you must write a letter to our email within 8 hours of payment. Then we can change the delivery address to the correct one. If you do not do this, the goods will go to the address you specified in the order. The cost of shipping said order back to our warehouse and a new shipment to the new address is paid by the buyer additionally at a rate of 5 euros each way.",
    "answer9": "Once your order ships, you will receive an email notification with tracking information. Your order may arrive in several shipments. You will receive an email notification for each shipment.",
    "answer10": "We carry out fractional delivery of your order under the following conditions: <br /> - the items are located in different warehouses; <br /> - different products require more preparation time; <br /> - Weight limitation of courier. <br /> You will receive an email notification when each package is shipped.",
    "answer11": "Shipping costs for the original order will not be refunded.",
    "answer12": "First, check the area where the delivery person left the package. Also ask neighbors in case the package was left at the wrong door. Also look for 'attempted delivery' notifications, which means the delivery person tried to deliver the package but no one was home. If you still don't see anything, wait until the end of the next day as some carriers' electronic systems may show the package as delivered even though it is still in transit. Still no luck? Call the carrier with the tracking number for more information. If the carrier is unable to offer you a solution, please email our customer service team at <MailLink>{{email}}</MailLink>",
    "answer13": "Please check if your receiving address is correct. If it is, please send us your situation by email (<MailLink>{{email}}</MailLink>) and we will be happy to solve the cause for you, after which we will send your package again.",
    "answer14": "If you have received a wrong item, please email us at <MailLink>{{email}}</MailLink> before starting the return process, then we will be able to help you! If you receive an order that is missing an item, please contact us with your order number and which item you were missing, our team will help you.",
    "answer15": "If your order has been cancelled, please contact your financial institution to verify your payment method. However, the shoes you have purchased may be temporarily out of stock and we will directly refund the amount. If you still need help, please contact our customer service team by email <MailLink>{{email}}</MailLink>",
    "answer16": "We are sorry to hear that your item has disappeared. Please check to see if it appears in your order confirmation and check your emails (including junk/spam) to see if you have received an email stating that your order may arrive in more than one package. If you cannot find it and it has already passed the expected delivery date, please contact our contact section and we will solve the problem for you.",
    "answer17": "Once your return package is on its way to our warehouse, the returns process has begun. Please provide us with the return information. Once the return is received and reviewed, we will notify you if your return has been accepted or rejected. This process may take 2-5 business days from the date the return tracking indicates 'delivered.' Please allow up to 7 business days for the refund to be issued to your original payment method.",
    "answer18": "Yes. We recommend that you use the size chart to determine your size before ordering. If an item does not fit you when you receive it, please do not hesitate to contact us. Email our customer service team at the following address: <MailLink>{{email}}</MailLink>",
    "answer19": "We apologize for receiving a damaged item. Merchandise is considered defective if it arrives damaged or if a manufacturing defect occurs within 14 days of receipt of the order. Please send a photo of the damaged product to our customer service team at <MailLink>{{email}}</MailLink> with your details and we will be happy to help you resolve the issue. Please note that items damaged after 14 days from the date you receive your order are not considered defective, but rather the result of normal wear and tear. Items damaged more than 14 days old cannot be returned or refunded.",
    "answer20": "Once your order has been refunded, you will be notified by email. If your return is accepted, your refund will be processed and applied to the original payment method. Please note that credit card refunds may take between 3 and 10 business days to appear in your bank account as processing times vary between financial institutions.",
    "answer21": "Our 100% guarantee ensures that you can return unused items in their original condition and packaging within 14 days for immediate exchange or refund. For more information, see the return policy section.",
    "answer22": "Children's orthotic insole plays an important role in foot development. Provides proper support and alignment, helping to prevent flat feet and other deformities. Additionally, these insoles can improve posture, cushion impacts when walking, and reduce leg fatigue. It is important to choose insoles designed specifically for children, taking into account their age and the characteristics of foot development.",
    "answer23": "An anatomical sole offers a series of benefits thanks to its shape, which adapts to the natural architecture of the foot. Provides support to the arches of the foot, improves postural alignment and evenly distributes body weight when walking. These soles can cushion impacts and reduce stress on the joints, as well as prevent various injuries and deformities. Additionally, the anatomical sole promotes comfort when wearing footwear, making it an ideal option for maintaining foot health",
    "answer24": "The photoelement in the shoe material that changes color in the sun has a limited life. Due to the intense sun in Spain, it wears out faster than in other countries. However, your child will still be able to enjoy the magic of color change for several months in the active sun. The photoelement does not affect the quality of the shoe's construction. When the photocell stops working, your child will have quality white shoes.",
    "answer25": "Machine washing is not recommended.",
    "answer26": "These shoes are sold together with special markers. The child can color the shoes as he or she likes. You can walk in them and wear them like normal shoes. When your child gets tired of this design, you can wash these shoes in a washing machine at low temperature and low speed. The shoes will be white again. They dry and the child can recolor these shoes. You can do it up to 6 times.",
    "answer27": "When your child gets tired of this design, you can wash these shoes in a washing machine at low temperature and low speed. The shoes will be white again. They dry and the child can recolor these shoes. You can do it up to 6 times.",
    "answer28": "Special markers are sold together with the shoes and are included in the price of the shoes. Markers have no additional cost."
  }
}
