{
  "termsConditions": {
    "titles": {
      "generalConditionsOfSale": "General Conditions of Sale",
      "generalTermsOfSaleReturnPolicy": "General Terms of Sale Return Policy",
      "changesInPerformanceAndPrice": "Changes in Performance and Price",
      "forceMajeure": "Force Majeure",
      "legalFeesAndCosts": "Legal Fees and Costs",
      "warranty": "Warranty",
      "damagesAndLimitationOfLiability": "Damages and Limitation of Liability",
      "purchaserResponsibility": "Purchaser Responsibility",
      "emailsAndSMS": "Emails and SMS"
    },
    "texts": {
      "generalTermsOfSaleReturnPolicy": "You have 14 days to decide if an item is right for you. If you wish to return or exchange the item, please contact us within 14 days of delivery. We will process the refund as FAST AS POSSIBLE once we have received the item from you.(You are responsible for postage)",
      "changesInPerformanceAndPrice": "Prices of our products are subject to change without notice. We reserve the right to change or discontinue the service (or parts thereof or the content thereof) at any time without notice. All offers available in the form of coupons are valid for a specific period of time. WEESTEP KIDS reserves the right to change prices.",
      "forceMajeure": "WEESTEP KIDS shall in no event be liable for any failure to perform the obligations set out in the Terms and Conditions in the event of force majeure, i. H. in the event of natural disasters, fire, war, riots, strikes, attacks, floods, insufficient supply of raw materials or events beyond the control and will of WEESTEP KIDS.",
      "legalFeesAndCosts": "Customer agrees to indemnify WEESTEP KIDS for any claim or demand, including reasonable attorneys' fees, asserted by any third party for breach of these Terms and Conditions.",
      "warranty": "All products sold by WEESTEP KIDS are warranted to the purchaser to be free from defects in material and workmanship. All are manufactured to industry standards. This warranty is in lieu of and excludes all other warranties not expressly stated herein. This applies to both express and implied statutory and other warranty provisions, including, but not limited to, implied warranties of merchantability or fitness for a particular purpose. No agent, employee or agent of WEESTEP KIDS is authorized to waive the terms of this warranty or to make any changes, additions, representations or warranties not listed herein. You may return certain items within 14 days of receipt.",
      "damagesAndLimitationOfLiability": "WEESTEP KIDS assumes no liability for any loss, damage or expense, direct or indirect, in connection with the sale, handling or use of the goods or otherwise. WEESTEP KIDS' liability is limited solely to the exchange of non-conforming items and the refund of an amount equal to the purchase price of the items, even in the event of a claim for breach of this warranty. . If WEESTEP KIDS requests the return of certain items, those items must be returned in accordance with WEESTEP KIDS' instructions. The remedies referred to in this paragraph are the sole and exclusive remedies available to the buyer. ",
      "purchaserResponsibility": "The buyer confirms that the items ordered are suitable for the intended use. Under no circumstances may you question the competence or judgement of WEESTEP KIDS in the selection and/or design of the articles available on weestep-kids.es. In case of infringement of weestep-kids.es rights and legal action, the purchaser shall reimburse all costs including lawyers' fees and taxes, in accordance with Spanish federal law. ",
      "emailsAndSMS": "As a registered user of our website who has agreed to receive marketing information, we will send you our updates, emails and promotional messages. You may at any time."
    }
  },
  "shippingPolicy": {
    "texts": {
      "ourEstimatedDelivery": "Our estimated delivery times are based on a number of factors, including the destination address, the shipping options you choose and how quickly we can prepare your order, weather, etc. You can calculate your estimated delivery date by taking the processing time of your order and adding the delivery time based on the shipping method you choose.",
      "totalDeliveryTime": "Total delivery time = processing time + shipping time",
      "processingTime": "Processing time is the time from receipt of your order to the physical shipment of the goods. After receiving your order, we will perform rigorous quality control and testing to ensure product quality prior to shipment. Total turnaround time will vary depending on the complexity, design and size of the specific product. Larger orders usually take longer. We usually take 1-2 business days to process your order. However, please note that processing time may also be affected by the inventory of individual items, time of year, holidays, etc. If your order contains popular items that have stock availability issues, it will take 5-12 business days to process and ship your order.",
      "shippingTime": "Shipping time is estimated and starts from the date of shipment, not the date of order. Due to an invalid address, customs clearance process or other reasons, shipping time may take longer than expected."
    }
  },
  "returnRefund": {
    "titles": {
      "returnsRefunds": "Returns and Refunds",
      "returnProcess": "Return Process",
      "returnsPolicy": "Returns Policy",
      "returnAddress": "Return Address",
      "reasonsForReturns": "Reasons for returns",
      "solution": "Solution"
    },
    "texts": {
      "weOfferDays": "At WEESTEP KIDS we strive to offer amazing products and guarantee 100% customer satisfaction. We offer a 14 day guarantee on all products.",
      "returnProcessStep1": "Please contact us on our website specifying the items you wish to return and the reason.",
      "returnProcessStep2": "Once you have received our return instructions, please repack the items you wish to return in the original packaging.",
      "returnProcessStep3": "Drop off your parcel at the post office.",
      "returnProcessStep4": "Most returns are processed within 5 working days of receipt of your parcel. You will receive a confirmation email once your refund has been issued.",
      "returnsPolicyStep1": "You have 14 days to decide if an item is suitable for you. If you wish to return or exchange the item, please contact us within 14 days of delivery.",
      "returnsPolicyStep2": "Returned items must be in their unused condition with their original packaging. We do not accept returned items that have been worn, damaged, washed or altered in any way.",
      "returnsPolicyStep3": "We only accept returns sent and sold by weestep-kids.es",
      "returnsPolicyStep4": "We do not accept returns that have been returned without a proper return request.",
      "returnsPolicyStep5": "We do not offer a freight collect service (FTC) for parcels returned to us.",
      "returnsPolicyStep6": "Be sure to verify your returns before shipping. We are not responsible for returns of non-WEESTEP KIDS products.",
      "ifYouWishReturn": "If you wish to return the item to the nearest return address, please contact us. You will receive a reply as soon as possible.",
      "returnNote": "Note: Please do not send returns to the address on the package. This is not our return address and will affect the processing of your return.",
      "reason1": "Late Arrival",
      "solution1": "We promise to receive the goods within 14 days.",
      "reason2": "Does not fit (wrong size / color)",
      "solution2": "Refundable, but customer is responsible for return shipping costs.",
      "reason3": "Change of mind (no longer required)",
      "solution3": "Refundable, but customer is responsible for shipping costs.",
      "reason4": "I received an incorrect item (incorrect item / missing from package)",
      "solution4": "Refundable, we are responsible for return shipping costs.",
      "reason5": "Incorrect shipping information",
      "solution5": "Please confirm your shipping information when placing an order. If you wish to change shipping information, please let us know.",
      "reason6": "Other (specify in additional instructions)"
    }
  },
  "footSize": {
    "texts": {
      "toFindYourFoot": "To find out your WEESTEP KIDS foot size, you need to measure your length.",
      "footStep1": "Place a sheet of paper on the floor against the wall.",
      "footStep2": "Put your foot on the sheet, with your heel against the wall. If you want a more realistic measurement, wear the socks you usually wear.",
      "footStep3": "Mark on the sheet of paper where the longest toe ends (not always the big toe).",
      "footStep4": "With a ruler, measure the distance between the wall and the mark you made.",
      "footStep5": "Once you have the measurement in centimetres, consult the detailed size chart on the product page.",
      "footStep6": "The size charts for each of our products are different, so in order to get the right size, we ask you to refer to the size chart of the corresponding product.",
      "toBestSuit": "To best suit your size, we offer a 14-day guarantee on all products. You can read our full policy"
    }
  }
}