{
  "titles": {
    "title": "Preguntas Frecuentes",
    "question1": "¿Tengo que registrarme para hacer un pedido?",
    "question2": "¿Cómo puedo hacer mi pedido en nuestro sitio web?",
    "question3": "¿Cómo puedo cambiar o cancelar mi pedido?",
    "question4": "¿Dónde puedo encontrar mi número de pedido?",
    "question5": "Opciones de pago.",
    "question6": "Tiempos de procesamiento.",
    "question7": "¿Cómo puedo averiguar mi talla de zapato?",
    "question8": "Cambiar dirección de envío.",
    "question9": "¿Cómo puedo rastrear mi pedido?",
    "question10": "¿Por qué se ha dividido mi pedido en dos o más paquetes?",
    "question11": "¿Se pueden reembolsar los costos de envío?",
    "question12": "Mi paquete aparece como entregado, pero no lo he recibido. ¿Qué debo hacer?",
    "question13": "¿Mi pedido ha sido devuelto al remitente. ¿Qué puedo hacer?",
    "question14": "¿Qué sucede si recibo el artículo incorrecto o me falta algo?",
    "question15": "¿Por qué se ha cancelado mi pedido?",
    "question16": "Mi paquete ha desaparecido. ¿Pueden ayudarme?",
    "question17": "¿Dónde está mi reembolso?",
    "question18": "¿Puedo cambiar mi producto por otra talla?",
    "question19": "¿Qué sucede si mi producto está defectuoso?",
    "question20": "¿Cuánto tiempo tarda en recibir un reembolso después de devolver un producto?",
    "question21": "¿Cuántos días tengo para devolver un producto?",
    "question22": "Cuéntame sobre la plantilla ortopédica.",
    "question23": "Cuéntame sobre la suela anatómica.",
    "question24": "¿Cuántas veces puede cambiar de color un zapato al sol?",
    "question25": "¿Cómo cuidar los zapatos que cambian de color al sol?",
    "question26": "Habla sobre los zapatos que los niños pueden colorear ellos mismos.",
    "question27": "Habla sobre el cuidado de los zapatos que los niños pueden colorear ellos mismos.",
    "question28": "¿Se venden marcadores con zapatos que se pueden pintar? Están incluidos en el precio total?"
  },
  "texts": {
    "followingFAQ": "Las siguientes preguntas frecuentes son algunas de las preocupaciones habituales de nuestros clientes antes de comprar. Si tiene alguna pregunta, por favor <link />.",
    "answer1": "No se requiere registro para comprar.",
    "answer2": "Puede consultar el catálogo en nuestro sitio web. Si encuentra algo que le gustaría comprar, agréguelo a su carrito de compras y luego proceda a ordenar y pagar.",
    "answer3": "Podemos ayudarlo a cambiar o cancelar su pedido antes de que se envíe. Una vez que se haya enviado su paquete, no podemos cambiar nada. Comuníquese con nuestro equipo de atención al cliente por correo electrónico: <MailLink>{{email}}</MailLink>. Haremos nuestro mejor esfuerzo para ayudarlo.",
    "answer4": "Si no tiene su correo electrónico de confirmación del pedido, contáctenos por correo electrónico a <MailLink>{{email}}</MailLink> De lo contrario, puede acceder a su cuenta para verificar el historial de su cuenta, el formato del número de pedido es: 000111.",
    "answer5": "Puede pagar con tarjeta de crédito. Aceptamos los siguientes métodos de pago: Google Pay, Apple Pay, Link, Visa, Mastercard, Maestro, American Express, Discover.",
    "answer6": "Los pedidos se procesarán según la disponibilidad del artículo y la aprobación del pago. Durante períodos de mucho trabajo, la disponibilidad de productos puede variar mientras se procesa su pedido. La mayoría de los pedidos recibidos de lunes a viernes se procesarán y enviarán dentro de 1 a 2 días hábiles. Los pedidos realizados el viernes o durante el fin de semana se procesarán el lunes y se enviarán dentro de 1-2 días hábiles. Algunos productos pueden tener un tiempo de procesamiento más largo.",
    "answer7": "Si no está seguro de su talla, puede medir la longitud de su pie. Dado que el pie es tridimensional, use cualquier herramienta de medición bidimensional, como una regla, para medirlo. Luego consulte nuestra tabla de tallas para obtener datos de longitud de pie recomendados y elija el zapato adecuado para usted. <br/> <FootSizeButton />",
    "answer8": "En caso de dirección de entrega incorrecta, debe escribir una carta a nuestro correo electrónico dentro de las 8 horas posteriores al pago. Luego podemos cambiar la dirección de entrega por la correcta. Si no lo hace, los productos irán a la dirección que especificó en el pedido. El costo de envío de dicho pedido de regreso a nuestro almacén y un nuevo envío a la nueva dirección es pagado por el comprador adicionalmente a una tarifa de 5 euros cada uno.",
    "answer9": "Una vez que se envíe su pedido, recibirá una notificación por correo electrónico con información de seguimiento. Su pedido puede llegar en varios envíos. Recibirá una notificación por correo electrónico para cada envío.",
    "answer10": "Realizamos la entrega fraccionada de su pedido bajo las siguientes condiciones: <br /> - los artículos se encuentran en diferentes almacenes; <br /> - diferentes productos requieren más tiempo de preparación; <br /> - Limitación de peso del mensajero. <br /> Recibirá una notificación por correo electrónico cuando se envíe cada paquete.",
    "answer11": "Los costos de envío del pedido original no serán reembolsados.",
    "answer12": "Primero, revise el área donde el repartidor dejó el paquete. También pregunte a los vecinos en caso de que el paquete se haya dejado en la puerta equivocada. También busque notificaciones de 'entrega intentada', lo que significa que el repartidor intentó entregar el paquete pero no había nadie en casa. Si aún no ve nada, espere hasta el final del próximo día, ya que algunos sistemas electrónicos de transportistas pueden mostrar el paquete como entregado incluso si aún está en tránsito. ¿Aún no hay suerte? Llame al transportista con el número de seguimiento para obtener más información. Si el transportista no puede ofrecerle una solución, envíe un correo electrónico a nuestro equipo de atención al cliente a <MailLink>{{email}}</MailLink>",
    "answer13": "Por favor, compruebe si su dirección de recepción es correcta. Si lo es, envíenos su situación por correo electrónico (<MailLink>{{email}}</MailLink>) y estaremos encantados de resolver la causa por usted, después de lo cual enviaremos su paquete nuevamente.",
    "answer14": "Si ha recibido un artículo incorrecto, envíenos un correo electrónico a <MailLink>{{email}}</MailLink> antes de iniciar el proceso de devolución, luego podremos ayudarlo. Si recibe un pedido que falta un artículo, contáctenos con su número de pedido y qué artículo le faltaba, nuestro equipo lo ayudará.",
    "answer15": "Si su pedido ha sido cancelado, comuníquese con su institución financiera para verificar su método de pago. Sin embargo, los zapatos que ha comprado pueden estar temporalmente fuera de stock y reembolsaremos directamente la cantidad. Si aún necesita ayuda, comuníquese con nuestro equipo de atención al cliente por correo electrónico a <MailLink>{{email}}</MailLink>",
    "answer16": "Lamentamos escuchar que su artículo ha desaparecido. Por favor, verifique si aparece en su confirmación de pedido y revise sus correos electrónicos (incluidos los de basura/spam) para ver si ha recibido un correo electrónico que indique que su pedido puede llegar en más de un paquete. Si no puede encontrarlo y ya ha pasado la fecha de entrega esperada, comuníquese con nuestra sección de contacto y resolveremos el problema por usted.",
    "answer17": "Una vez que su paquete de devolución esté en camino a nuestro almacén, el proceso de devolución habrá comenzado. Proporciónenos la información de devolución. Una vez que se reciba y revise la devolución, le notificaremos si su devolución ha sido aceptada o rechazada. Este proceso puede tardar de 2 a 5 días hábiles desde la fecha en que el seguimiento de la devolución indique 'entregado'. Espere hasta 7 días hábiles para que se emita el reembolso a su método de pago original.",
    "answer18": "Sí. Le recomendamos que utilice la tabla de tallas para determinar su talla antes de realizar el pedido. Si un artículo no le queda cuando lo recibe, no dude en contactarnos. Envíe un correo electrónico a nuestro equipo de atención al cliente a la siguiente dirección: <MailLink>{{email}}</MailLink>",
    "answer19": "Pedimos disculpas por recibir un artículo dañado. La mercancía se considera defectuosa si llega dañada o si se produce un defecto de fabricación dentro de los 14 días posteriores a la recepción del pedido. Envíe una foto del producto dañado a nuestro equipo de atención al cliente a <MailLink>{{email}}</MailLink> con sus datos y estaremos encantados de ayudarlo a resolver el problema. Tenga en cuenta que los artículos dañados después de 14 días desde la fecha de recepción de su pedido no se consideran defectuosos, sino el resultado del desgaste normal. Los artículos dañados hace más de 14 días no se pueden devolver ni reembolsar.",
    "answer20": "Una vez que se haya reembolsado su pedido, se le notificará por correo electrónico. Si su devolución es aceptada, su reembolso se procesará y se aplicará al método de pago original. Tenga en cuenta que los reembolsos de tarjetas de crédito pueden tardar entre 3 y 10 días hábiles en aparecer en su cuenta bancaria, ya que los tiempos de procesamiento varían entre instituciones financieras.",
    "answer21": "Nuestra garantía del 100% asegura que puede devolver artículos no utilizados en su estado y embalaje originales dentro de los 14 días para un cambio o reembolso inmediato. Para obtener más información, consulte la sección de política de devoluciones.",
    "answer22": "La plantilla ortopédica para niños juega un papel importante en el desarrollo del pie. Proporciona un soporte y alineación adecuados, ayudando a prevenir los pies planos y otras deformidades. Además, estas plantillas pueden mejorar la postura, amortiguar los impactos al caminar y reducir la fatiga en las piernas. Es importante elegir plantillas diseñadas específicamente para niños, teniendo en cuenta su edad y las características del desarrollo del pie.",
    "answer23": "Una suela anatómica ofrece una serie de beneficios gracias a su forma, que se adapta a la arquitectura natural del pie. Proporciona soporte a los arcos del pie, mejora la alineación postural y distribuye uniformemente el peso corporal al caminar. Estas suelas pueden amortiguar impactos y reducir el estrés en las articulaciones, así como prevenir diversas lesiones y deformidades. Además, la suela anatómica promueve la comodidad al usar calzado, lo que la convierte en una opción ideal para mantener la salud del pie.",
    "answer24": "El fotoelemento en el material del zapato que cambia de color al sol tiene una vida limitada. Debido al intenso sol en España, se desgasta más rápido que en otros países. Sin embargo, su hijo aún podrá disfrutar de la magia del cambio de color durante varios meses bajo el sol activo. El fotoelemento no afecta la calidad de la construcción del zapato. Cuando la célula fotovoltaica deja de funcionar, su hijo tendrá zapatos blancos de calidad.",
    "answer25": "No se recomienda lavar a máquina.",
    "answer26": "Estos zapatos se venden junto con marcadores especiales. El niño puede colorear los zapatos como quiera. Puede caminar con ellos y usarlos como zapatos normales. Cuando su hijo se canse de este diseño, puede lavar estos zapatos en una lavadora a baja temperatura y baja velocidad. Los zapatos volverán a ser blancos. Se secan y el niño puede volver a colorear estos zapatos. Puede hacerlo hasta 6 veces.",
    "answer27": "Cuando su hijo se canse de este diseño, puede lavar estos zapatos en una lavadora a baja temperatura y baja velocidad. Los zapatos volverán a ser blancos. Se secan y el niño puede volver a colorear estos zapatos. Puede hacerlo hasta 6 veces.",
    "answer28": "Los marcadores especiales se venden junto con los zapatos y están incluidos en el precio de los zapatos. Los marcadores no tienen costo adicional."
  }
}