{
  "termsConditions": {
    "titles": {
      "generalConditionsOfSale": "Condiciones Generales de Venta",
      "generalTermsOfSaleReturnPolicy": "Política de Devolución de Condiciones Generales de Venta",
      "changesInPerformanceAndPrice": "Cambios en Rendimiento y Precio",
      "forceMajeure": "Fuerza Mayor",
      "legalFeesAndCosts": "Honorarios Legales y Costos",
      "warranty": "Garantía",
      "damagesAndLimitationOfLiability": "Daños y Limitación de Responsabilidad",
      "purchaserResponsibility": "Responsabilidad del Comprador",
      "emailsAndSMS": "Correos Electrónicos y SMS"
    },
    "texts": {
      "generalTermsOfSaleReturnPolicy": "Tiene 14 días para decidir si un artículo es adecuado para usted. Si desea devolver o cambiar el artículo, por favor contáctenos dentro de los 14 días posteriores a la entrega. Procesaremos el reembolso lo más RÁPIDO POSIBLE una vez que hayamos recibido el artículo de usted. (Usted es responsable del franqueo).",
      "changesInPerformanceAndPrice": "Los precios de nuestros productos están sujetos a cambios sin previo aviso. Nos reservamos el derecho de cambiar o descontinuar el servicio (o partes del mismo o su contenido) en cualquier momento sin previo aviso. Todas las ofertas disponibles en forma de cupones son válidas por un período de tiempo específico. WEESTEP KIDS se reserva el derecho de cambiar los precios.",
      "forceMajeure": "WEESTEP KIDS no será responsable en ningún caso por cualquier incumplimiento de las obligaciones establecidas en los Términos y Condiciones en caso de fuerza mayor, es decir, en caso de desastres naturales, incendios, guerra, disturbios, huelgas, ataques, inundaciones, suministro insuficiente de materias primas o eventos fuera del control y voluntad de WEESTEP KIDS.",
      "legalFeesAndCosts": "El cliente acepta indemnizar a WEESTEP KIDS por cualquier reclamo o demanda, incluidos los honorarios razonables de abogados, interpuestos por cualquier tercero por incumplimiento de estos Términos y Condiciones.",
      "warranty": "Todos los productos vendidos por WEESTEP KIDS están garantizados al comprador para estar libres de defectos en material y mano de obra. Todos se fabrican según estándares de la industria. Esta garantía es en lugar de y excluye todas las demás garantías no expresamente establecidas en este documento. Esto se aplica tanto a las disposiciones de garantía expresas como implícitas, estatutarias y otras, incluidas, entre otras, las garantías implícitas de comerciabilidad o idoneidad para un propósito particular. Ningún agente, empleado o representante de WEESTEP KIDS está autorizado a renunciar a los términos de esta garantía o a hacer cambios, adiciones, representaciones o garantías no enumeradas aquí. Puede devolver ciertos artículos dentro de los 14 días posteriores a la recepción.",
      "damagesAndLimitationOfLiability": "WEESTEP KIDS no asume responsabilidad alguna por pérdidas, daños o gastos, directos o indirectos, en conexión con la venta, manipulación o uso de los bienes o de cualquier otra forma. La responsabilidad de WEESTEP KIDS se limita únicamente al cambio de artículos no conformes y al reembolso de una cantidad igual al precio de compra de los artículos, incluso en caso de reclamación por incumplimiento de esta garantía. Si WEESTEP KIDS solicita la devolución de ciertos artículos, esos artículos deben ser devueltos de acuerdo con las instrucciones de WEESTEP KIDS. Los remedios mencionados en este párrafo son los únicos y exclusivos remedios disponibles para el comprador.",
      "purchaserResponsibility": "El comprador confirma que los artículos solicitados son adecuados para el uso previsto. En ningún caso podrá cuestionar la competencia o el juicio de WEESTEP KIDS en la selección y/o diseño de los artículos disponibles en weestep-kids.es. En caso de infracción de los derechos de weestep-kids.es y acción legal, el comprador deberá reembolsar todos los costos, incluidos los honorarios de abogados e impuestos, de conformidad con la ley federal española.",
      "emailsAndSMS": "Como usuario registrado de nuestro sitio web que ha aceptado recibir información de marketing, le enviaremos nuestras actualizaciones, correos electrónicos y mensajes promocionales. Puede hacerlo en cualquier momento."
    }
  },
  "shippingPolicy": {
    "texts": {
      "ourEstimatedDelivery": "Nuestros tiempos de entrega estimados se basan en varios factores, incluida la dirección de destino, las opciones de envío que elijas y la rapidez con la que podemos preparar tu pedido, el clima, etc. Puedes calcular la fecha de entrega estimada tomando el tiempo de procesamiento de tu pedido y añadiendo el tiempo de entrega según el método de envío que elijas.",
      "totalDeliveryTime": "Tiempo total de entrega = tiempo de procesamiento + tiempo de envío",
      "processingTime": "El tiempo de procesamiento es el tiempo desde la recepción de tu pedido hasta el envío físico de la mercancía. Después de recibir tu pedido, realizaremos un riguroso control de calidad y pruebas para garantizar la calidad del producto antes del envío. El tiempo de respuesta total variará según la complejidad, el diseño y el tamaño del producto específico. Los pedidos más grandes suelen llevar más tiempo. Por lo general, tardamos entre 1 y 2 días hábiles en procesar tu pedido. Sin embargo, ten en cuenta que el tiempo de procesamiento también puede verse afectado por el inventario de artículos individuales, la época del año, los días festivos, etc. Si tu pedido contiene artículos muy populares que tienen problemas de disponibilidad de stock, el procesamiento y envío del pedido demorará entre 5 y 12 días hábiles.",
      "shippingTime": "El tiempo de envío es estimado y comienza desde la fecha de envío, no desde la fecha del pedido. Debido a una dirección no válida, al proceso de despacho de aduanas u otras razones, el tiempo de envío puede demorar más de lo esperado."
    }
  },
  "returnRefund": {
    "titles": {
      "returnsRefunds": "Devoluciones y Reembolsos",
      "returnProcess": "Proceso de Devolución",
      "returnsPolicy": "Política de Devoluciones",
      "returnAddress": "Dirección de Devolución",
      "reasonsForReturns": "Motivos de Devolución",
      "solution": "Solución"
    },
    "texts": {
      "weOfferDays": "En WEESTEP KIDS nos esforzamos por ofrecer productos increíbles y garantizar la satisfacción del cliente al 100%. Ofrecemos una garantía de 14 días en todos los productos.",
      "returnProcessStep1": "Por favor, contáctenos en nuestro sitio web especificando los artículos que desea devolver y el motivo.",
      "returnProcessStep2": "Una vez que haya recibido nuestras instrucciones de devolución, vuelva a empaquetar los artículos que desea devolver en el embalaje original.",
      "returnProcessStep3": "Entregue su paquete en la oficina de correos.",
      "returnProcessStep4": "La mayoría de las devoluciones se procesan dentro de los 5 días hábiles posteriores a la recepción de su paquete. Recibirá un correo electrónico de confirmación una vez que se haya emitido su reembolso.",
      "returnsPolicyStep1": "Tiene 14 días para decidir si un artículo es adecuado para usted. Si desea devolver o cambiar el artículo, contáctenos dentro de los 14 días posteriores a la entrega.",
      "returnsPolicyStep2": "Los artículos devueltos deben estar en su condición sin usar con su embalaje original. No aceptamos artículos devueltos que hayan sido usados, dañados, lavados o alterados de alguna manera.",
      "returnsPolicyStep3": "Solo aceptamos devoluciones enviadas y vendidas por weestep-kids.es",
      "returnsPolicyStep4": "No aceptamos devoluciones que hayan sido devueltas sin una solicitud de devolución adecuada.",
      "returnsPolicyStep5": "No ofrecemos un servicio de recogida de flete (FTC) para paquetes devueltos a nosotros.",
      "returnsPolicyStep6": "Asegúrese de verificar sus devoluciones antes de enviarlas. No somos responsables de las devoluciones de productos que no sean de WEESTEP KIDS.",
      "ifYouWishReturn": "Si desea devolver el artículo a la dirección de devolución más cercana, contáctenos. Recibirá una respuesta lo antes posible.",
      "returnNote": "Nota: Por favor, no envíe devoluciones a la dirección en el paquete. Esta no es nuestra dirección de devolución y afectará el procesamiento de su devolución.",
      "reason1": "Llegada tardía",
      "solution1": "Prometemos recibir la mercancía dentro de 14 días.",
      "reason2": "No se ajusta (talla / color incorrecto)",
      "solution2": "Reembolsable, pero el cliente es responsable de los costos de envío de devolución.",
      "reason3": "Cambio de opinión (ya no requerido)",
      "solution3": "Reembolsable, pero el cliente es responsable de los gastos de envío.",
      "reason4": "Recibí un artículo incorrecto (artículo incorrecto / falta en el paquete)",
      "solution4": "Reembolsable, nosotros nos hacemos cargo de los costos de envío de devolución.",
      "reason5": "Información de envío incorrecta",
      "solution5": "Por favor, confirme su información de envío al realizar un pedido. Si desea cambiar la información de envío, por favor avísenos.",
      "reason6": "Otro (especifique en las instrucciones adicionales)"
    }
  },
  "footSize": {
    "texts": {
      "toFindYourFoot": "Para encontrar la talla WEESTEP KIDS de tu pie, necesitas medir tu pie.",
      "footStep1": "Coloca una hoja de papel en el suelo contra la pared.",
      "footStep2": "Pon tu pie sobre la hoja, con el talón contra la pared. Si deseas una medida más realista, usa los calcetines que normalmente utilizas.",
      "footStep3": "Marca en la hoja de papel donde termina el dedo del pie más largo (no siempre es el pulgar).",
      "footStep4": "Con una regla, mide la distancia entre la pared y la marca que hiciste.",
      "footStep5": "Una vez que tengas la medida en centímetros, consulta la tabla de tallas detallada en la página del producto.",
      "footStep6": "Las tablas de tallas de cada uno de nuestros productos son diferentes, por lo que para obtener la talla correcta, te pedimos que consultes la tabla de tallas del producto correspondiente.",
      "toBestSuit": "Para que se ajuste mejor a tu talla, ofrecemos una garantía de 14 días en todos los productos. Puedes leer nuestra política completa"
    }
  }
}
